README.md
```mermaid
graph LR
    JP[Jyutping] <--> LP((Standard Cantonese Phonology))
    ILE["Institute of Language in Education (ILE) Scheme"] <--> LP
    BR[Braille] <--> LP
    PY[Pênkyämp] <--> LP
    LP <--> Y[Yale]
    LP <--> SL[Sidney Lau]
    LP <--> SLW[S. L. Wong]
    LP <--> MW[Meyer–Wempe]
```
