docs/media/readme/d2/quickstart-conversion.d2
direction: right

style: {
  fill: transparent
}

Jyutping -> Cantonese Phonology\n(Intermediate Representation) -> ILE
