README.md
```mermaid
graph LR
    subgraph SL ["Sidney Lau"]
        SL_HFLAT["1°"]
        SL_HFALL["1"]
    end

    subgraph IR ["Intermediate representation"]
        IR_HFLAT["[˥]"]
        IR_HFALL["[˥˧]"]
    end

    subgraph JP ["Jyutping"]
        JP_HFLAT["1"]
    end

    SL_HFLAT --> IR_HFLAT
    SL_HFALL --> IR_HFALL
    IR_HFLAT --> JP_HFLAT
    IR_HFALL --> JP_HFLAT
```
